{"title":"Baraka",
"navbar":{
    "home":"Home",
    "about_us":"About Us",
    "ecosystem":"Services",
    "services":"Services",
    "tokenomics":"Tokenomics",
    "roadmap":"Roadmap",
    "our_team":"Our Team",
    "english":"English",
    "arabic":"العربية"
},
"home":{
    "title_1":"Baraka ",
    "title_2":"Exchange ",
    "title_3":"The First Shariya Compliant Crypto Exchange",
    "paragraph":"Welcome to the world of Baraka.  Finally, an investment platform designed for the Muslim ummah to unlock a new world of investment opportunities. ",
    "button_1":"White Paper",
    "button_2":"Presentation"
},
"home2":{
    "paragraph_1":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُّضَاعَفَةً وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "paragraph_2":"O you who believe! (Do) not eat Riba doubled, re-doubled. And consciously revere Allah so that you may (be) successful.",
    "paragraph_3":"(Surah Al ‘Imran, verse 130)"
},
"mission":{
    "title_1":"Mission ",
    "title_2":"Statement",
    "paragraph":"BARAKA is a financial hub for the 2 billion Muslims in the world to profit from this market in a safe and halal way (Shariya compliant).  By providing a complete suite of financial services in partnership with leading Shariya scholars.  Baraka is building the financial future of the Muslim ummah. "
},
"values":{
    "title_1":"Our ",
    "title_2":"Values",
    "list_1":"Always follow Shariya guidance and principles.",
    "list_2":"Understand the needs of the  Muslim investor and support their goals.",
    "list_3":"Lead the drive to build the Islamic financial community.",
    "list_4":"Treat everyone equally with  respect, kindness, and good faith.",
    "list_5":"Provide our customers  with  the most secure  and evolving  technology.",
    "list_6":"Support the needs of the community.",
    "paragraph_1":"ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌۭ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
    "paragraph_2":"Those who eat Riba (usury) will not stand (on the Day of Resurrection) except like the standing of a person beaten by Shaitan (Satan) leading him to insanity. That is because they say: 'Trading is only like Riba (usury),' whereas Allah has permitted trading and forbidden Riba (usury). So whosoever receives an admonition from his Lord and stops eating Riba (usury) shall not be punished for the past; his case is for Allah (to judge); but whoever returns (to Riba (usury), such are the dwellers of the Fire - they will abide therein.",
    "paragraph_3":"(سورة البقرة  , Surah Al-Baqara, Verse 275)"
},
"meet":{
    "title_1":"Meet ",
    "title_2":"Baraka",
    "paragraph":"Baraka provides a Shariya compliant global financial hub for the 2 billion Muslims in the world, to profit from the market in a safe and halal way.",
    "list_1":"Shariya compliant crypto trading",
    "list_2":"Shariya compliant investments",
    "list_3":"Crypto card and payment system",
    "list_4":"Shariya trading BOT",
    "list_5":"Shariya lending",
    "list_6":"Ta’awuniya savings programs"
},
"islamic_finance":{
    "title_1":"What is ",
    "title_2":"Islamic/Shariya Finance?",
    "paragraph_2":"The World Bank describes Islamic finance as “equity-based, asset-backed, ethical, sustainable, and environmentally and socially responsible”, adding it espouses these key principles: (1) prohibition of interest on transactions (riba); (2) financing must be linked to real assets (materiality); (3) engagement in immoral or ethically problematic businesses is not allowed (e.g. arms manufacturing, gambling or alcohol production); and (4) returns must be linked to risks."
},
"committee":{
    "title_1":"OUR SHARIYA ",
    "title_2":"COMMITTEE",
    "paragraph":"We will be consulting with leading international Shariya Scholars and organisations to ensure that our products meet all Shariya requirements.",
    "list_1_1":"Dashboard",
    "list_1_2":"Wallets",
    "list_1_3":"Trading Engine",
    "list_2_1":"Trading Bot (Q1, 2023)",
    "list_2_2":"Trading Bot (Q1, 2023)",
    "list_2_3":"OTC Trading Desk",
    "list_3_1":"Live Chat",
    "list_3_2":"Decentralised Exchange",
    "list_3_3":"Educational Portal"
},
"why":{
    "title_1":"Why ",
    "title_2":"Baraka?",
    "paragraph_1":"BARAKA is a financial hub for the 2 billion Muslims in the world to profit from this market in a safe and halal way (Shariya compliant).",
    "paragraph_2":"The global financial market is valued at 25.8 trillion US dollars, with the Islamic financial market accounting for ten percent of the market (around 2.6 trillion US dollars).",
    "paragraph_3":"The cryptocurrency market reached a peak of  3 trillion US dollars (currently around 1.5 trillion US dollars).",
    "paragraph_4":"There is no platform that focuses on the Shariya requirements of the Muslim community which represent 25% of the world’s population (2 billion Muslims).",
    "figure_title":"The Global Economy",
    "figure_1_1":"Global Population",
    "figure_1_2":"8 Billion",
    "figure_2_1":"Global Financial Market",
    "figure_2_2":"$ 25.8 Trillion",
    "figure_3_1":"Cryptocurrency Market",
    "figure_3_2":"$ 1.5 Trillion",
    "figure_4_1":"Global Muslim Population",
    "figure_4_2":"2 billion (25%)",
    "figure_5_1":"Shariya Banking Market",
    "figure_5_2":"$ 1.2 Trillion",
    "figure_6_1":"Muslim Crypto Market Share",
    "figure_6_2":"$ 300 billion (20%)"
},
"plateforms":{
    "plateformsComparison":"Other Platforms vs Baraka",
    "criteria_1":"Poor Market Transparency",
    "criteria_2":"Poor User Interface (UI)",
    "criteria_3":"Limited Accessibility",
    "criteria_4":"Platform Security",
    "criteria_5":"Poor Customer Service",
    "negative":"Current Exchanges",
    "negative_1_1":"Unclear which are Halal vs Haram coins/tokens.",
    "negative_1_2":"Exchanges use your funds to collect passive income, by collecting interest (riba) on the funds.",
    "negative_2_1":"Most exchanges use a complicated stock trading interface.",
    "negative_2_2":"There is a lack of education and help facilities to support users.",
    "negative_3_1":"The current exchanges fail to meet the needs of local customers.",
    "negative_3_2":"There is a lack of  Shariya products and investment options to meet the growing demand of the modern Muslim investor.",
    "negative_4_1":"Hacks and network overloads plague cryptocurrency exchanges.",
    "negative_4_2":"Exchanges do not provide adequate security to user’s funds.",
    "negative_5_1":"Little or no customer service, no method to escalate issues.",
    "negative_5_2":"Current providers have built their customer service based on models where the customer is  secondary.",
    "positive":"Baraka Exchange",
    "positive_1":"BARAKA follows strict Shariya principles which dictates providing full transparency of all tokens/investments on our platform, and not dealing in any interest (riba).",
    "positive_2":"Our team has built world class banking and investment platforms that are benchmarks for user  interface and design.",
    "positive_3":"Innovation and growth are key pillars for BARAKA.  Our global presence and understanding of local customers will drive our ongoing goal to grow and support the Muslim investor.",
    "positive_4":"BARAKA is built to the highest security standards, continuously audited, and undergoes regular penetration testing.",
    "positive_5":"BARAKA is designed from the ground up as a community-oriented platform. Customers will have the power to address issues and escalate them internally."
},
"ecosystem":{
    "title_1":"The Baraka ",
    "title_2":" Ecosystem",
    "list_1_title":"Baraka Exchange",
    "list_1_1":"Fully Shariya compliant coins, tokens, stocks",
    "list_1_2":"Shariya Trading BOT",
    "list_2_title":"Baraka Financial Services",
    "list_2_1":"Crypto Cards",
    "list_2_2":"Payment Services",
    "list_2_3":"Shariya based Financing",
    "list_3_title":"Baraka Investment Services",
    "list_3_1":"Global Investments",
    "list_3_2":"Portfolio Management",
    "list_4_title":"Baraka Blockchain Academy/Launchpad",
    "list_4_1":"Blockchain Academy",
    "list_4_2":"Educational Services",
    "list_4_3":"Blockchain Lab",
    "list_4_4":"Launchpad"
},
"exchange":{
    "title_1":"BARAKA ",
    "title_2":"Exchange",
    "paragraph":"The BARAKA Exchange will provide crypto trading services to both seasoned traders as well as first timers.  The exchange will expand to provide global Shariya trading and investment products."
    
},
"services":{
    "title_1":"BARAKA",
    "title_2":" Financial Services",
    "paragraph_1_1":"Crypto Card (Q1, 2023) & Payment Services",
    "paragraph_1_2":"Cryptocurrency cards can  provide an important link between the traditional  ﬁnancial system and emerging technologies. Baraka will allow users to make secure and quick payments wherever they are.",
    "paragraph_2_1":"Shariya Financing (Q2, 2023)",
    "paragraph_2_2":"Once an established user base is present, we will work with our Shariya advisory team to develop ﬁnancing products."
},
"investment":{
    "title_1":"BARAKA ",
    "title_2":"Investment Services",
    "paragraph_1":"BARAKA Investments &  Financial Gateway (Q3,  2023)",
    "paragraph_2":"The BARAKA investment division gateway will offer  global Shariya investment services. Different investment options can be grouped together to allow users to select customised risk profiles."
},
"launchpad":{
    "title_1":"BARAKA ",
    "title_2":"Launchpad & Blockchain Lab",
    "paragraph_1":"BARAKA Launchpad &  Blockchain Lab (Q4, 2023)",
    "paragraph_2":"Our objective is to grow the  knowledge and beneﬁts of  blockchain, by providing a  holistic academy and a  launchpad to help projects  grow in to the blockchain  ecosystem."
},
"roadmap":{
    "img":"roadmap",
    "title_1":"Road",
    "title_2":"map",
    "list_1_1":"Private Sale",
    "list_1_2":"Q3, 2022",
    "list_2_1":"Receive Fiat Crypto License ",
    "list_2_2":"Q4, 2022",
    "list_3_1":"BARAKA Crypto Visa Card ",
    "list_3_2":"Q1, 2023",
    "list_4_1":"BARAKA Investment Division",
    "list_4_2":"Q3, 2023",
    "list_5_1":"Blockchain Lab & Academy ",
    "list_5_2":"Q1, 2024",
    "list_6_1":"Public Sale – ICO",
    "list_6_2":"Q4, 2022",
    "list_7_1":"BARAKA Crypto Exchange Launch ",
    "list_7_2":"Q4, 2022",
    "list_8_1":"BARAKA Shariya Trading BOT",
    "list_8_2":"Q2, 2023",
    "list_9_1":"BARAKA Financial Gateway",
    "list_9_2":"Q3, 2023"
},
"tokenomics":{
    "title_1":"TOKEN",
    "title_2":"OMICS",
    "paragraph":"We will issue our token, called BARAKA-X.  A limit of 950 million BARAKA-X will be distributed during the ICO."
},
"funds":{
    "title_1":"Use of ",
    "title_2":"Funds",
    "list_1_1":"20% of the funds will be used to develop and launch the BARAKA platform and perform ongoing upgrades to the system.  This includes team recruiting, training, and the platform development.",
    "list_1_2":"40% will be utilised for the ongoing running costs and operations.",
    "list_1_3":"10% will be used for ensuring BARAKA maintains both Shariya and legal compliance.",
    "list_1_4":"25% will be for BARAKA’s marketing and brand building, including continuous promotion and education of BARAKA innovations in the industry. Also, for marketing/promotional activities to help BARAKA become popular among investors, and to attract active users to the platform.  Hence growing the value for the investors.",
    "list_1_5":"5% will be the backup fund to support liquidity, insurance, and any unexpected expense.",
    "list_2_1_1":"Legal & Shariya",
    "list_2_1_2":"10%",
    "list_2_2_1":"Marketing",
    "list_2_2_2":"25%",
    "list_2_3_1":"Backup Fund",
    "list_2_3_2":"5%",
    "list_2_4_1":"Running Costs",
    "list_2_4_2":"40%",
    "list_2_5_1":"Platform Launch",
    "list_2_5_2":"20%"   
},
"specification":{
    "title_1":"Token ",
    "title_2":"Specification",
    "list_1_1":"Name of Token",
    "list_1_2":"BarakaX",
    "list_2_1":"Ticker Symbol",
    "list_2_2":"BRKX",
    "list_3_1":"Token Standard",
    "list_3_2":"ERC20",
    "list_4_1":"Total Supply",
    "list_4_2":"2,000,000,000"
},
"distribution":{
    "title_1":"Token ",
    "title_2":"Distribution",
    "list_1_1":"Private Sale",
    "list_1_1_2":"7.5%",
    "list_1_2":"ICO Stage 1",
    "list_1_2_2":"25%",
    "list_1_3":"ICO Stage 2",
    "list_1_3_2":"25%",
    "list_1_4":"Team",
    "list_1_4_2":"7.5%",
    "list_1_5":"Capital Pool / Treasury",
    "list_1_5_2":"20%",
    "list_1_6":"Saddaqa Fund",
    "list_1_6_2":"15%",
    "list_2_1":"The ICO will begin during Q4, 2022.  Investors can purchase BARAKA tokens on a first-come, first-served basis until all tokens are sold.  Price of each token will be announced at launch of campaign.",
    "list_2_2":"Investors will be assigned BARAKA tokens within one week after the ICO finishes. ",
    "list_2_3":"You can use BARAKA to pay for fees on our platform, including but not limited to exchange fees, withdrawal fees, listing fees, platform promotions.",
    "list_2_4":"Minimum Purchase Amount of BARAKA Coins per wallet:",
    "list_2_4_2":" US $ 25",
    "list_2_5":"Maximum Purchase Amount of BARAKA Coins per wallet:",
    "list_2_5_2":" US $ 65,000 *",
    "note":"We have limited the maximum ownership amount of BARAKA coins per person in order to avoid price manipulation and protect the investment value for all coi owners.  Larger transactions may be accepted with special arrangement and a lock-up period."
},
"sadaqa-fund":{
    "title_1":"The BARAKA ",
    "title_2":"Sadaqa Fund",
    "paragraph":"The BARAKA Sadaqa fund is dedicated to support the needs of Muslims around the world. The fund will focus on:",
    "list_1":"Food supplies for the poverty stricken around the world.",
    "list_2":"Water to drought areas, this will include infrastructure building.",
    "list_3":"Medical & social programs.",
    "list_4":"Support programs to help the needy around the world.",
    "paragraph_2":"The fund will receive 15% of all company profits (this will not effect the return to the investor)."
},
"team":{
    "title_1":"TE",
    "title_2":"AM",
    "paragraph":"With our globally experienced team, BARAKA will become a global investment platform with Shariya guidance being the path to our success.",
    "leadership":"Leadership",
    "leadership_text":"We have a solid team led by Akram Hashem, with over twenty five years of banking, consulting, and cryptocurrency experience.",
    "shariya_committee":"Shariya Committee",
    "shariya_committee_text":"In order to take in to account the multiple viewpoints and ensure that we maintain a strong Shariya  standpoint.",
    "technology":"Technology",
    "technology_text":"Our technical team have experience building some of the leading crypto trading platforms in the market.  Combining technical genius with security pioneers, our team will always surpass global competition. ",
    "customer_experience":"Customer Experience",
    "customer_experience_text":"Zainab Hamiddadin is a seasoned marketeer that has built leading customer experiences for global brands in Asia, Europe, and Africa.",
    "finance_strategy":"Finance & Strategy",
    "finance_strategy_text":"With over twenty-five years of international Shariya investment experience, and successful startups, Tariq Linjawi gives us the solid pillar of knowledge in the international banking industry."
},
"subscribe":{
    "text_1":"The only Crypto Exchange which is fully Shariya compliant.",
    "placeholder":"Example@email.com",
    "subscribe":"Subscribe",
    "main_section":"Main Sections",
    "follow_us":"Follow Us"

},
"footer":"All Rights Reserved For Baraka Exchange @2022"
}